export const history = `Мой путь в мире IT начался ещё далеко до поступления в университет. Все
началось с того, что я менял скрипты в играх для получения игровой
валюты, опыта и так далее, тогда меня заинтересовало программирование. В
11 классе я твердо решил, что буду сдавать информатику и поступлю на
бюджет в КНИТУ-КАИ на относительно новое направление "Информационные
Системы и Технологии". Я успешно справился с этой задачей и плыл по
течению, пробуя различные отрасли в it-сфере на протяжении двух лет. В
начале третьего курса сама вселенная подтолкнула меня на погружение в
мир фронтенд разработки. На первых порах я познавал мир фронтенд
разработки по курсам, параллельно пробуя углубляться в самостоятельную
работу без видео на фоне. Результаты не заставили себя ждать, мой первый
проект обеспечил мне автомат по экзамену, а также был визитной карточкой
на прохождение летней практики в одной из Казанских компаний. Спустя год
глубокого изучения я нашел свою первую работу - это была компания
GetGain, там я проработал пол года, после чего уехал на прохождение
учебных сборов. Пока я находился на сборах компания закрылась и по
возвращению я устроился на другую работу. 
Разработка стала для меня моим хобби, потому что мне нравится из раза в раз изучать новые технологии, 
делать масштабируемые, красивые и удобные в использовании сайты. Я обожаю работать в данной сфере, потому
что каждая освоенная технология, каждая выполненная задача приближает проект к выходу в продакшн, где люди 
будут пользоваться сайтом, к которому я приложил частичку своей души, а меня, в свою очередь, она приближает 
к карьерному росту, повышению квалификации. Также в разработке мне нравится то, что
это далеко не однотипная работа, где за год человек становится амбассадором единственной технологии и ему скучно работать. 
На следующей странице приведены основные даты моего становления как фронтенд разработчика...`;
